Repository: unraid/usb-creator
Catalog: lang/lang-*.po
Languages: es_es, fr_fr

# Creator|
source: LibreELEC USB-SD Creator
es_es: Creador de USB-SD de LibreELEC

# Creator|
source: Write image
es_es: Escribir imagen
fr_fr: Ecrire l'image

# Creator|
source: Select your USB stick or SD card
es_es: Seleccion tu memoria USB o tarjeta SD
fr_fr: Choisir une clé USB ou une carte SD

# Creator|
source: Download or select a local image file
es_es: Descarga o elige un archivo de imagen local
fr_fr: Télécharger ou choisir un fichier d'image local

# Creator|
source: Eject device
es_es: Expulsar dispositivo
fr_fr: Ejecter le périphérique

# Creator|
source: Load device
es_es: Cargar dispositivo
fr_fr: Charger le périphérique

# Creator|
source: Root privileges required to write image. Run application with sudo.
es_es: Se requiere privilegios de root para escribir imagen. Ejecuta la aplicación con sudo.
fr_fr: Les privilèges root sont requis pour écrire l'image. Lancez le programme avec sudo.

# Creator|
source: Version: %1 Build date: %2
es_es: Versión: %1 Fecha de construcción: %2
fr_fr: Version: %1 Date de compilation: %2

# Creator|
source: This software was created with love and released
es_es: Este software fue creado con amor y publicado
fr_fr: Ce logiciel a été conçu avec amour et distribué

# Creator|
source: under GPLv2, using earlier work from RasPlex.
es_es: bajo GPLv2, usando trabajos primarios de RasPlex.
fr_fr: sous GPLv2, à partir de travaux antérieurs par RasPlex.

# Creator|
source: For license, credits and history, please read:
es_es: Para licencia, créditos e historia, por favor lee:
fr_fr: Au sujet de la license, des contributions et de l'historique, veuillez consulter:

# Creator|
source: If you enjoy using LibreELEC please consider a
es_es: Si disfrutas usar LibreELEC por favor considera una
fr_fr: Si vous aimez utiliser LibreELEC envisagez un

# Creator|
source: donation to support the project.
es_es: donación para apoyar el proyecto.
fr_fr: don pour soutenir ce projet.

# Creator|
source: Click the logo below or donate
es_es: Haz click en el logo abajo o dona
fr_fr: Cliquez sur le logo ci-dessous ou faites un don

# Creator|
source: using Paypal to:
es_es: usando Paypal a:
fr_fr: avec Paypal à:

# Creator|
source: [Stable]
es_es: [Estable]

# Creator|
source: [Alpha]
es_es: [Alfa]

# Creator|
source: Download complete, syncing file...
es_es: Descarga completa, sincronizando archivo...
fr_fr: Téléchargement terminé, synchronisation du fichier...

# Creator|
source: Download complete, verifying checksum...
es_es: Descarga completa, verificando checksum...
fr_fr: Téléchargement terminé, vérification de la somme de contrôle...

# Creator|
source: Download complete, checksum ok.
es_es: Descarga completa, checksum correcto.
fr_fr: Téléchargement terminé, somme de contrôle valide.

# Creator|
source: Download complete, checksum not ok.
es_es: Descarga completa, checksum no correcto.
fr_fr: Téléchargement terminé, somme de contrôle invalide.

# Creator|
source: %1 seconds remaining - %2% at %3
es_es: %1 segundos restantes - %2% a %3
fr_fr: %1 secondes restantes - %2% at %3

# Creator|
source: Download canceled.
es_es: Descarga cancelada.
fr_fr: Téléchargement annulé.

# Creator|
source: Directory to store image file
es_es: Directorio para guardar archivo de imagen
fr_fr: Dossier du fichier d'image

# Creator|
source: File %1/%2 already exist.
es_es: El archivo %1/%2 ya existe.
fr_fr: Le fichier %1/%2 existe déjà.

# Creator|
source: Do you want to overwrite?
es_es: ¿Deseas sobreescribir?
fr_fr: Voulez-vous écraser?

# Creator|
source: File already exists.
es_es: El archivo ya existe.
fr_fr: Le fichier existe déjà.

# Creator|
source: Failed to open file for writing!
es_es: ¡Falló la apertura del archivo para escritura!
fr_fr: Impossible d'ouvrir le fichier en écriture!

# Creator|
source: Open image file
es_es: Abrir archivo de imagen
fr_fr: Ouvrir le fichier d'image

# Creator|
source: Compressed gz image (*img.gz);;Compressed zip image (*img.zip);;Uncompressed image (*.img);;All files (*.*)
es_es: Imagen comprimida gz (*img.gz);;Imagen comprimida zip (*img.zip);;Imagen sin comprimir (*.img);;Todos los archivos (*.*)
fr_fr: Image compressée gz (*img.gz);;Image compressée zip (*img.zip);;Image non compressée (*.img);;All files (*.*)

# Creator|
source: Writing canceled.
es_es: Escritura cancelada.
fr_fr: Ecriture annulée.

# Creator|
source: Confirm write
es_es: Confirmar escritura
fr_fr: Confirmer l'écriture

# Creator|
source: Cannot unmount partititons on device %1
es_es: No se pueden desmontar las particiones en el dispositivo %1
fr_fr: Impossible de démonter les partitions du périphérique %1

# Creator|
source: Not enough space on %1 [%2 < %3]
es_es: No hay suficiente espacio en %1 [%2 < %3]
fr_fr: Pas assez de place dans %1 [%2 < %3]

# Creator|
source: Syncing file system...
es_es: Sincronizando sistema de archivos...
fr_fr: Synchronisation du système de fichiers...

# Creator|
source: Writing done!
es_es: ¡Escritura realizada!
fr_fr: Ecriture terminée!

# Creator|
source: Selected device: %1 Are you sure you want to write the image? Your USB-SD device will be wiped!
es_es: Dispositivo seleccionado: %1 ¿Estas seguro de que deseas escribir la imagen? ¡Tu dispositivo USB-SD ha sido formateado!
fr_fr: Périphérique sélectionné: %1 Etes-vous certain de vouloir écrire l'image? Votre périphérique USB-SD sera effacé!

# Creator|
source: Yes
es_es: Sí
fr_fr: Oui

# Creator|
source: Update Notification
es_es: Notificación de actualización
fr_fr: Notification de mise à jour

# Creator|
source: Select version
es_es: Seleccionar versión
fr_fr: Choisir une version

# Creator|
source: &Close
es_es: Cerrar
fr_fr: Fermer

# Creator|
source: &Download
es_es: Descargar
fr_fr: Télécharger

# Creator|
source: &About
es_es: Acerca
fr_fr: A propos

# Creator|
source: &Write
es_es: Escribir
fr_fr: Ecrire

# Creator|
source: &Help
es_es: Ayuda
fr_fr: Aide

# Creator|
source: Select &file
es_es: Seleccionar archivo
fr_fr: Choisir un fichier

# Creator|
source: &Show all
es_es: Mostrar todo
fr_fr: Montrer tout

# Creator|
source: Cance&l
es_es: Cancelar
fr_fr: Annuler

# Creator|
source: &Visit Website
es_es: Visita el sitio web
fr_fr: Visiter le site

# Creator|
source: LibreELEC USB-SD Creator %1 is available.
es_es: Creador de USB-SD de LibreELEC %1 esta disponible.
fr_fr: LibreELEC USB-SD Creator %1 est disponible.

# Creator|
source: Select project
es_es: Seleccionar proyecto
fr_fr: Choisir un projet

# Creator|
source: Select image
es_es: Seleccionar imagen
fr_fr: Choisir une image

# QObject|
source: Write Error
es_es: Escribir Error
fr_fr: Erreur d'écriture

# QObject|
source: An error occurred when attempting to write data to handle. Error %1: %2
es_es: Ha ocurrido un error al tratar de escribir los datos al handle. Error %1: %2
fr_fr: Une erreur est survenue lors de l'écriture des données sur le descripteur. Erreur %1: %2

# QObject|
source: Volume Error
es_es: Error del volumen
fr_fr: Erreur de volume

# QObject|
source: An error occurred when attempting to get a handle on the volume. Error %1: %2
es_es: Ha ocurrido un error al tratar de obtenerel handle en el volumen. Error %1: %2
fr_fr: Une erreur est survenue lors de l'acquisition d'un descripteur du volume. Erreur %1: %2

# QObject|
source: Lock Error
es_es: Error de bloqueo
fr_fr: Erreur de vérouillage

# QObject|
source: An error occurred when attempting to lock the volume. Error %1: %2
es_es: Ha ocurrido un error al tratar de bloquear el volumen. Error %1: %2
fr_fr: Une erreur est survenue lors du vérouillage du volume. Erreur %1: %2

# QObject|
source: Unlock Error
es_es: Error de desbloqueo
fr_fr: Erreur de dévérouillage

# QObject|
source: An error occurred when attempting to unlock the volume. Error %1: %2
es_es: Ha ocurrido un error al tratar de desbloquear el volumen. Error %1: %2
fr_fr: Une erreur est survenue lors du dévérouillage du volume. Erreur %1: %2

# QObject|
source: Dismount Error
es_es: Error de desmontaje
fr_fr: Erreur de démontage

# QObject|
source: An error occurred when attempting to dismount the volume. Error %1: %2
es_es: Ha ocurrido un error al tratar de desmontar el volumen. Error %1: %2
fr_fr: Une erreur est survenue lors du démontage du volume. Erreur %1: %2

# Creator|
source: Error
fr_fr: Erreur

# Creator|
source: Error: %1
fr_fr: Erreur: %1

# Creator|
source: No
fr_fr: Non
